9/data/attachments/dc9b9cdc64ece1c7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_fd4d70fd-2839-401b-a404-14d329288601</nif:username>
            <nif:friendToBeAdded>Cynthia_season_Friend_21700_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>